{
        "articles": [
                {
                        "authors": [],
                        "notes": "",
                        "title": "",
                        "year": 0
                }
        ],
        "the rest": [
                "A. Borchers and D.-Z. Du. The k-Steiner ratio in graphs. SIAM Journal on Computing, 26(3):857–869, June 1997 ",
                "J. Byrka, F. Grandoni, T. Rothvoß, and L. Sanità. Steiner tree approximation via iterative randomized rounding. Journal of the ACM. To appear.",
                "J. Byrka, F. Grandoni, T. Rothvoß, and L. Sanità. An improved LP-based approximation for Steiner Tree. In Proceedings of the 42nd Annual ACM Symposium on Theory of Computing (STOC), pages 583–592, 2010.",
                "D. Chakrabarty, N. R. Devanur, and V. V. Vazirani. New geometry-inspired relaxations and algorithms for the metric Steiner tree problem. In International Conference on Integer Programming and Combinatorial Optimization (IPCO), pages 344–358, 2008",
                "D. Chakrabarty, J. Könemann, and D. Pritchard. Integrality gap of the hypergraphic relaxation of Steiner trees: A short proof of a 1.55 upper bound. Operations Research Letters, 38(6):567 – 570, 2010.  [8] M. Chlebík and J. Chlebíková. The Steiner tree problem on graphs: Inapproximability results. Theoretical Computer Science, 406(3):207–214, 2008.  [9] E. N. Gilbert and H. O. Pollak. Steiner minimal trees. SIAM Journal on Applied Mathematics, 16(1):1–29, 1968.  [10] M. X. Goemans. Minimum bounded degree spanning trees. In Proceedings of the 47th IEEE Symposium on Foundations of Computer Science (FOCS), pages 273–282, 2006.  [11] M. X. Goemans and Y. Myung. A catalog of Steiner tree formulations. Networks, 23(1):19–28, 1993.  [12] M. Karpinski and A. Zelikovsky. New approximation algorithms for the Steiner tree problem. Journal of Combinatorial Optimization, 1(1):47–65, 1997.  [13] J. Könemann, D. Pritchard, and K. Tan. A partition-based relaxation for Steiner trees. Math. Program., 127(2):345–370, 2011.  [14] C.J.H. McDiarmid. Rado’s theorem for polymatroids. Mathematical Proceedings of the Cambridge Philosophical Society, 78:263–281, 1975.  [15] N. Megiddo. Applying parallel computation algorithms in the design of serial algorithms. J. ACM, 30(4):852–865, 1983.  [16] M. Padberg and L.A. Wolsey. Trees and cuts. In Combinatorial Mathamtics (Proceedings International Colloquium on Graph Theory and Combinatorics), pages 511–517, 1983.  [17] J.-C. Picard and M. Queyranne. Selected applications of minimum cuts in networks. INFOR Canadian Journal of Operational Research and Information Processing, 20:294–370, 1982.  [18] T. Polzin and S. Vahdati-Daneshmand. On Steiner trees and minimum spanning trees in hypergraphs. Operations Research Letters, 31(1):12–20, 2003.  [19] H. J. Prömel and A. Steger. A new approximation algorithm for the Steiner tree problem with performance ratio 5/3. Journal of Algorithms, 36:89–101, 2000.  [20] S. Rajagopalan and V. V. Vazirani. On the bidirected cut relaxation for the metric Steiner tree problem. In ACM-SIAM Symposium on Discrete Algorithms (SODA), pages 742–751, 1999.  [21] G. Robins and A. Zelikovsky. Tighter bounds for graph Steiner tree approximation. SIAM Journal on Discrete Mathematics, 19(1):122–134, 2005.  [22] A. Schrijver. Combinatorial Optimization, Polyhedra and Efficiency. Springer, 2003.  [23] D. Warme. Spanning Trees in Hypergraphs with Applications to Steiner Trees. PhD thesis, 1998.  [24] A. Zelikovsky. An 11/6-approximation algorithm for the network Steiner problem. Algorithmica, 9:463–470, 1993. "
        ]
}